[
    {
        "word": "abuse",
        "senses": [
            {
                "id": "m_en_gbus0003740.006",
                "definition": "use (something) to bad effect or for a bad purpose; misuse",
                "examples": [
                    "In the election of 2000, the party in effect abuse the judicial power to seize the presidency for itself, and this time the attempt succeeded.",
                    "He is already facing impeachment over claims that he misused public money and abuse his office since coming to power a year ago.",
                    "That does not make sense, that is not logical, and the judge has abuse his powers.",
                    "By abuse people's willingness to respond to emergencies, you make them less likely to respond to them at all.",
                    "Last year in Parliament, Labor's Craig Emerson accused insurance companies of abuse their market power over small smash repairers.",
                    "Parents are abuse the new guidelines to save money on childminding.",
                    "Because of their unlimited power, some consuls abuse their authority.",
                    "He abuse his position of power to engage in a 3-year affair with a married woman, possibly having a baby with her.",
                    "The list itself was prefaced with the following insight: ‘Leaders with absolute power too often abuse it.’",
                    "Today, we understand that the era of political ignorance is over and that those in power who abuse their authority can be challenged and held liable in a court of law."
                ]
            },
            {
                "id": "m_en_gbus0003740.014",
                "definition": "treat with cruelty or violence, especially regularly or repeatedly",
                "examples": [
                    "Married off at 11 and repeatedly abuse by her husband, she fought against the officially outlawed caste system, becoming a folk hero to many and a menace to others.",
                    "During 10 months of detention, he was repeatedly abuse and tortured.",
                    "The foundation has also helped a man, who has been regularly physically abuse by his wife.",
                    "We believe that wasn't sufficient, that if people were in a situation where they were at risk of violence, or being abuse that they needed immediate help.",
                    "After being repeatedly abuse the boy escapes, but something inside him is damaged for life.",
                    "Detecting these injuries is important as up to 30% of children who are repeatedly abuse die.",
                    "I saw children who had been repeatedly abuse by loved ones or people in authority.",
                    "Does Claire Baron not realise that a large percentage of the animals under their care have been abuse or cruelly treated?",
                    "Asylum seekers can be incarcerated for years, treated like criminals and abuse by staff, resulting in systematic health problems.",
                    "His difference makes him a victim, repeatedly abuse and cheated."
                ]
            },
            {
                "id": "m_en_gbus0003740.019",
                "definition": "speak to (someone) in an insulting and offensive way",
                "examples": [
                    "I do all the housework; I practically serve you while you lie around and insult and abuse me.",
                    "But in the post-match press conference, he accused Inter's players of verbally abuse him.",
                    "Their sole purpose in being at the Old Head is to disrupt our business by intimidating, insulting and abuse our guests who come from all over the world.",
                    "That is why I left the group because people were always trying to disrespect and abuse me.",
                    "Or Colin Montgomerie, for that matter, who is still seeking a major tournament, and has spoken about quitting the United States, because the crowds there keep abuse him.",
                    "Even for the game against Dubnica last week, there were only about 1,000 fans and some of them were abuse us.",
                    "We were still going along quite well, but he was just verbally abuse me.",
                    "You spent most of your email abuse me for claiming that the share price would go down if shareholders did not endorse the shift to the US.",
                    "But he started throwing around exercise books and verbally abuse me.",
                    "And in the tunnel after the game he sent off the Millwall goalkeeper for abuse him."
                ]
            },
            {
                "id": "m_en_gbus0003740.025",
                "definition": "the improper use of something",
                "examples": [
                    "alcohol abuse",
                    "an abuse of public funds"
                ]
            },
            {
                "id": "m_en_gbus0003740.030",
                "definition": "cruel and violent treatment of a person or animal",
                "examples": [
                    "a black eye and other signs of physical abuse"
                ]
            },
            {
                "id": "m_en_gbus0003740.034",
                "definition": "insulting and offensive language",
                "examples": [
                    "waving his fists and hurling abuse at the driver"
                ]
            }
        ]
    },
    {
        "word": "violence",
        "senses": [
            {
                "id": "m_en_gbus1130840.006",
                "definition": "behaviour involving physical force intended to hurt, damage, or kill someone or something",
                "examples": [
                    "The most serious incidents include criminal damage and violence against people.",
                    "What I do not respect however is people who kill or otherwise use violence against people for any reason.",
                    "One act of violence against another is an act of violence against one's self.",
                    "New laws could be passed in a bid to tackle the increasing levels of violence against nurses and hospital staff.",
                    "The aims of the campaign are to highlight the prevalence of violence against women.",
                    "It is now being recognised that there is a problem of increased violence against staff.",
                    "The trouble then spreads to town centre takeaways with incidents of criminal damage and violence",
                    "She is pushing for changes in the penal code for rape and violence against women.",
                    "His attitude showed how domestic violence can be as damaging mentally as it is physically.",
                    "The scheme comes about in response to increased levels of violence against health workers."
                ]
            },
            {
                "id": "m_en_gbus1130840.010",
                "definition": "strength of emotion or of a destructive natural force",
                "examples": [
                    "No blood is spilled in the book - but its emotional violence is devastating.",
                    "Alarmed by the violence of her sorrow and by being a witness to it, but impatient with the sorrow itself, Ray was a poor pacifier.",
                    "The violence of the wind had lessened - though the air remained redolent with the smell of dust.",
                    "the violence of her own feelings"
                ]
            }
        ]
    },
    {
        "word": "drug",
        "senses": [
            {
                "id": "m_en_gbus0299710.005",
                "definition": "a medicine or other substance which has a physiological effect when ingested or otherwise introduced into the body",
                "examples": [
                    "The retailing of antibiotics, anti-virus drug and herbal medicines capable of reducing heat skyrocketed.",
                    "Lower doses of the drug result in analgesic effects, while increasing doses will produce amnesic effects.",
                    "Antidepressant and sedative drug gave troublesome side effects and only temporary relief.",
                    "This is closest to modern orthodox medicine as many traditional drug such as aspirin are derived from plants.",
                    "In the more severe cases, tranquilizers and antidepressant drug have been reported to be of benefit.",
                    "This disease can be cured but medicines and drug are beyond the means of most of the villagers.",
                    "They rarely developed new drug or used foreign medicines.",
                    "More conclusive evidence on the relative risks of herbal medicine versus synthetic drug is scarce.",
                    "Medications may range from allopathic drug to alternative medicines to kitchen shelf remedies.",
                    "Slattery eventually hauled himself back from the brink with the help of a clinical psychiatrist and medicinal drug for his mind."
                ]
            },
            {
                "id": "m_en_gbus0299710.012",
                "definition": "administer a drug to (someone) in order to induce stupor or insensibility",
                "examples": [
                    "they were drug to keep them quiet"
                ]
            }
        ]
    },
    {
        "word": "black",
        "senses": [
            {
                "id": "m_en_gbus0099760.006",
                "definition": "of the very darkest colour owing to the absence of or complete absorption of light; the opposite of white",
                "examples": [
                    "The first attacker was 6ft tall with short blond hair and was wearing black trousers and a white T-shirt.",
                    "Bundles of chemical sticks lay ready to be burnt in it, some making black smoke and some white.",
                    "The video showed a white truck exploding and black plumes of smoke billowing into the air.",
                    "The first girl, with short black hair and a light, kind sounding voice scampered up to her.",
                    "Her hair looked almost black in the dim light, but I later found out it was just a sort of dark brown.",
                    "The door suddenly swung open and a tall man with short black hair and light brown eyes was staring at me.",
                    "He had dark coloured hair and was wearing black jeans and white runners.",
                    "Long wavy black hair and light blue eyes created a contrast that was breathtaking.",
                    "He had blond hair and was wearing a light coloured jacket, white trousers and black shoes.",
                    "It is coloured golden brown above and white below with a black stripe down the sides of its neck."
                ]
            },
            {
                "id": "m_en_gbus0099760.018",
                "definition": "belonging to or denoting a human group having dark-coloured skin, especially of sub-Saharan African ancestry.",
                "examples": [
                    "He set a big example for the rest of the country and for all black South Africans.",
                    "Less than half of all black citizens think that parliament is interested in what they think.",
                    "Many black Americans take great pride in their African ancestry.",
                    "Affirmative action programs aim to provide more black doctors to serve black patients.",
                    "When we enter the airport, a black man in a suit motions for us to come to him.",
                    "Few black miners held leadership positions at the level of president of the union local.",
                    "He argued that if a few black people get into high profile positions every black person benefits.",
                    "He was with a black man aged 18-20, wearing dark clothing and glasses.",
                    "The next enrolled participant is a black woman aged 52, who is a non-smoker.",
                    "He is part of a new generation of black artists who are bringing their eclectic cultural experiences to dance."
                ]
            },
            {
                "id": "m_en_gbus0099760.022",
                "definition": "characterized by tragic or disastrous events; causing despair or pessimism",
                "examples": [
                    "Perhaps however the truth lies somewhere in between and the situation is not as black as some perceive it to be.",
                    "In the North East, once ships stopped being built, a black depression hung over the region.",
                    "It was a black mood at a black moment, a spasm that sentient Americans prefer to forget.",
                    "While he might feel he stands under a black cloud at present, that flash of light you can see is a silver lining for York.",
                    "But the worst was an old bird who shouted at me about the poll tax and black me for black Wednesday.",
                    "There is evidently much that is right, or even outstanding, about France, so one should not paint too black a picture.",
                    "Without tempting fate, no young lives have been lost in road accidents since that black day last year.",
                    "This poll is the conclusion of a very black week in this country's politics.",
                    "five thousand men were killed on the black day of the war",
                    "the future looks black"
                ]
            },
            {
                "id": "m_en_gbus0099760.028",
                "definition": "denoting a covert military procedure",
                "examples": [
                    "clearance for black operations came from the highest political level"
                ]
            },
            {
                "id": "m_en_gbus0099760.030",
                "definition": "(of goods or work) not to be handled or undertaken by trade union members, especially so as to express support for an industrial dispute elsewhere",
                "examples": [
                    "the union declared the ship black"
                ]
            },
            {
                "id": "m_en_gbus0099760.033",
                "definition": "black colour or pigment",
                "examples": [
                    "a tray decorated in black and green",
                    "a series of paintings done only in greys and black"
                ]
            },
            {
                "id": "m_en_gbus0099760.049",
                "definition": "the situation of not owing money to a bank or of making a profit in a business operation",
                "examples": [
                    "it is hoped the club will be back in the black by the end of the season",
                    "I managed to break even in the first six months—quite a short time for a small business to get into the black",
                    "an insurance company operating in the black will be able to pay for further growth"
                ]
            },
            {
                "id": "m_en_gbus0099760.054",
                "definition": "make (something) black; blacken",
                "examples": [
                    "the house was pocked with bullet holes and black by smoke"
                ]
            },
            {
                "id": "m_en_gbus0099760.063",
                "definition": "refuse to handle (goods), undertake (work), or have dealings with (a person or business) as a way of taking industrial action",
                "examples": [
                    "the union black the film because overtime was not being paid"
                ]
            }
        ]
    },
    {
        "word": "sexual",
        "senses": [
            {
                "id": "m_en_gbus0930030.008",
                "definition": "relating to the instincts, physiological processes, and activities connected with physical attraction or intimate physical contact between individuals",
                "examples": [
                    "This was physical attraction, sexual temptation, nothing more.",
                    "Automobiles, contact sports, uncontrolled sexual activity - all ripe for criminalizing.",
                    "Integral to Wagnerian ideology is a belief that all sense of individual identity vanishes during sexual activity.",
                    "sexual maturation in the boar is a gradual process, with sexual activity and sperm production starting at approximately four months of age.",
                    "Throughout the interview he had presented an extremely distorted attitude and thought processes about his sexual activities with the victim.",
                    "This statute forbids certain intimate sexual activity, even in private and even for married couples.",
                    "A couple live out a relationship through intimate sexual contact and trips to Brixton Academy.",
                    "Remembering acts of physical, emotional and sexual abuse can be extremely painful, and it can be very hard for the therapist and the client to work out what best to do with all that pain and anger.",
                    "Accordingly, there must, he submitted, be a presumption that an allegation of physical or sexual abuse cannot be established without the attendance of the accuser.",
                    "They are based purely on sexual attraction and release, and any strong emotional involvement between those concerned is socially frowned upon."
                ]
            },
            {
                "id": "m_en_gbus0930030.011",
                "definition": "relating to the sexes or to gender",
                "examples": [
                    "This cultural code expresses contempt for the body; devalues race, gender and sexual difference; and is fixated on ownership and control.",
                    "The award-winning British play promises a salacious good time with its decidedly postmodern take on gender and sexual power relationships in the middle ages.",
                    "It is often based on systematic observation, and can serve as a genuinely useful tool for expanding our concepts of sexual and gender possibilities.",
                    "Three of these central semantic dimensions of rap authenticity are the racial, the gender / sexual and social location.",
                    "Almost all of them are interested in gender or sexual identity and want to show how a given work dramatizes the constructed character of selfhood.",
                    "Native American rites and beliefs about sexual and gender diversity sometimes extend to animal husbandry.",
                    "I could go on about the use of gender and sexual roles in the film.",
                    "While the contestations within the field of gender and sexual identity are important, they may also be symptomatic of larger conflicts.",
                    "Re-appropriation has now spread to other areas of race, gender and sexual identity.",
                    "Smith traversed racial, gender, and sexual borders in other performances as well."
                ]
            }
        ]
    },
    {
        "word": "insult",
        "senses": [
            {
                "id": "m_en_gbus0513800.005",
                "definition": "speak to or treat with disrespect or scornful abuse",
                "examples": [
                    "They were also said to be regularly insult and physically abused by the owners.",
                    "Carl is insult humiliated and ignored on a regular basis and yet keeps coming back for more.",
                    "So is there any hope that the broadcasters will stop insult our intelligence?",
                    "Well the nation has had to put up with weeks of its intelligence being insult by those who claimed we were wrong to act.",
                    "They have insult our war dead and probably do not even realise it.",
                    "Political violence is often a resentful backlash to a group's sense of being insult or humiliated.",
                    "Eileen Murphy, who has lived there nine years, said people were fuming and insult by the slur.",
                    "It insult his intelligence and made him wonder why he went to college in the first place.",
                    "I wonder what sort of business he's involved with, if he doesn't need to worry about insult women?",
                    "Lists are just a cheap, insult and valueless way of filling column inches and insult readers."
                ]
            },
            {
                "id": "m_en_gbus0513800.016",
                "definition": "a disrespectful or scornfully abusive remark or act",
                "examples": [
                    "he hurled insult at us",
                    "he saw the book as a deliberate insult to the Church"
                ]
            },
            {
                "id": "m_en_gbus0513800.021",
                "definition": "an event which causes damage to a tissue or organ",
                "examples": [
                    "the movement of the bone causes a severe tissue insult"
                ]
            }
        ]
    },
    {
        "word": "substance",
        "senses": [
            {
                "id": "m_en_gbus1008450.008",
                "definition": "a particular kind of matter with uniform properties",
                "examples": [
                    "Well, soap is a unique substance of potassium fatty acid salts, produced through a chemical reaction called saponification.",
                    "Hydrochloric acid is a corrosive substance as such it can be used to clean metal surfaces.",
                    "The only non-sugar sweetener at present licensed for use in most countries is saccharin, a synthetic substance made from coal tar.",
                    "An alloy is a substance with metallic properties that is composed of a mixture of two or more elements.",
                    "Gold can form soluble compounds with these substance and so the fluids will leach it out of rocks.",
                    "This reaction is assisted or catalyzed by the hydrogen ion, a substance plentiful in acid (low pH) solutions such as wines.",
                    "A liquid crystal is a substance that apparently falls between the solid and liquid states.",
                    "Lignin, an organic substance found in wood, is another component that is carefully tested.",
                    "The ground floor of a Surbiton home was completely gutted by arsonists who sprayed a flammable substance inside the property before setting it alight.",
                    "Apart from a hefty dose of vitamin C, lemons also offer a substance called limonene which is believed to have anti-cancer properties."
                ]
            },
            {
                "id": "m_en_gbus1008450.013",
                "definition": "the real physical matter of which a person or thing consists and which has a tangible, solid presence",
                "examples": [
                    "In particular, he believed the body was made of physical substance extended in space while the mind or soul was non-physical and not extended.",
                    "Or is it that your idea of perfection is such that the less actual substance on a body, the better?",
                    "The Red Balloon was now big and round and felt more alive, now he had substance a hollow physical body.",
                    "Those are what comprise the physical substance of matter.",
                    "There is a Real out there, and it begins in our bodies, and extends to the physical substance of the universe and spirit itself - it's all made of the same stuff.",
                    "Numerology teaches that the entire Universe, both thoughts or ideas and physical substance is a manifestation of positive and negative forces.",
                    "You've see this before: they're somehow able to generate holographic images that have physical substance",
                    "He lifted a trembling hand and found that he could touch her face, although they both lacked physical substance",
                    "Something, which is immaterial, has no physical substance and hence does not exist.",
                    "The physical substance is affected, with emaciation, dehydration and tissue degeneration, and the organs cease to function properly."
                ]
            },
            {
                "id": "m_en_gbus1008450.018",
                "definition": "the quality of being important, valid, or significant",
                "examples": [
                    "Even in church-related colleges, many wondered whether denominational affiliation signified anything of substance",
                    "I have no inspiration or inclination to write anything with any substance at the moment.",
                    "So Parliament must have intended that the part of the house, in order to be material, would be of sufficient substance or significance to have an effect of some kind.",
                    "There was no evidence that anything of substance was accomplished.",
                    "They need to be retained in order to accomplish our goals and develop anything of substance",
                    "My experience with the TV thing is that bookers tend to go with a two-person or three-person format when discussing anything of substance",
                    "Denied the opportunity to vote on anything of substance fifty-three Labour members registered their protest on a technicality.",
                    "I did not want to talk about anything of any substance",
                    "The key question is whether these will contain anything of substance or just be existing policy re-launched or merely window-dressing.",
                    "I don't believe that postings on a weblog ever really change anyone's mind about anything of substance"
                ]
            }
        ]
    }
]